CFD-Computational Heat Transfer/03_OpenFOAM/Lid_Driven_Cavity/Re_100/Case_Setup/system/sampleDict.txt
/*--------------------------------*- C++ -*----------------------------------*/
FoamFile{version 2.0; format ascii; class dictionary; object sampleDict;}
setFormat csv;
fields (U);
sets
(
    vLineY05
    {
        type uniform;
        axis x;
        start (0 0.5 0);
        end (1 0.5 0);
        nPoints 550;
    }
);
